Repository: romanhudec/eurona_web
Catalog: portal/eurona/App_GlobalResources/Reports.*.resx
Languages: sk

source: Advisor :
sk: Poradca :

source: > Aktivity report poradce
sk: > Aktivity report poradcu

# AktivityReportPoradce_Title
source: Aktivity report poradce
sk: Aktivity report poradcu

# AktualniZbyvajiciKreditProCerpani
source: aktuální zbývající kredit pro čerpání
sk: aktuálnz zostávajúci kredit pre čerpanie

# AktualnyNarokBonusu
source: Aktuální nárok bonusů
sk: Aktuálný nárok bonusov

# BodyDoDosazeniDalsiUrovne
source: body do dosažení další úrovně
sk: body do dosiahnutie daľšej úrovne

# CeleSkupiny
source: Celé skupiny
sk: Celej skupiny

# CelkemPoradcuV1Linii
source: celkem poradců v 1.linii
sk: celkom poradcov v 1.línii

# CelkemPoradcuVeSkupine
source: celkem poradců ve skupině
sk: celkom poradcov v skupine

# CelkemPoradcuVOsobniSkupine
source: celkem poradců v osobní skupině
sk: celkom poradcov v osobnej skupine

# Chart_PostupVKariere
source: Postup v kariéře - provizní hladiny {0}
sk: Postup v kariére - províznej hladiny {0}

# Chart_VyvojCelkoveProvize
source: Vývoj celkové provize
sk: Vývoj celkovej provízie

# Chart_VyvojNovychRegistraciSkupiny
source: Vývoj celkových nových registrací skupiny {0}
sk: Vývoj celkových nových registrácií skupiny {0}

# Chart_VyvojOsobnichObjednavek
source: Vývoj obratu osobních objednávek {0}
sk: Vývoj obratu osobných objednávok {0}

# Chart_VyvojPridelenychLeaderskychBosusu
source: Vývoj přidelených leaderských bonusů {0}
sk: Vývoj pridelených leaderských bonusov {0}

# Chart_VyvojSkupinovychBodu
source: Vývoj skupinových bodů {0}
sk: Vývoj skupinových bodov {0}

# Chart_VyvojVlastnichNovychRegistraci
source: Vývoj vlastních nových registrací {0}
sk: Vývoj vlastných nových registrácií {0}

# DalsiUroven
source: další úroveň
sk: dalšia úroveň

# Datum1Obj_Column
source: Datum 1.obj.
sk: Dátum 1.obj.

# DatumReg_Column
source: Datum reg.
sk: Dátum reg.

source: Generovat
sk: Generovať

# GenerovatMujMesicniReportPDF
source: Generovat můj měsíční report ve formátu pdf
sk: Generovať môj mesačný report vo formáte pdf

# Jmeno
source: jméno
sk: meno

# JmenoSp_Column
source: Jméno sp.
sk: Meno sp.

# Jmeno_Column
source: Jméno
sk: Meno

# KodPoradce
source: kód poradce
sk: kód poradcu

# KreditZiskanyVMesici
source: kredit získaný v měsíci
sk: kredit získaný v mesiaci

# Marze
source: Marže
sk: Marža

# MarzeNaTentoMesic
source: marže na tento měsíc %
sk: marža na tento mesiac %

# Mesic_Column
source: Měsíc
sk: Mesiac

# MobilniTelefon
source: mobilní telefon
sk: mobilný telefón

# NezauctovanaProdukcevReportech
source: > Nezaúčtovaná produkce v reportech
sk: > Nezaúčtovaná produkcia v reportoch

# NezauctovanaProdukcevReportech_Title
source: Nezaúčtovaná produkce v reportech
sk: Nezaúčtovaná produkcia v reportoch

# NoviPoradci
source: > Noví poradci
sk: > Noví poradcovia

# NoviPoradci_Title
source: Noví poradci
sk: Noví poradcovia

# Obdobi
source: Období :
sk: Obdobie :

# ObjemProMarzi_Column
source: objem pro marži
sk: objem pre maržu

# OsobniAktivita
source: osobní aktivita
sk: osobná aktivita

# OsobniPrehledPoradce
source: > Osobní přehled poradce
sk: > Osobný prehľad poradcu

# OsobniPrehledPoradce_Title
source: Osobní přehled poradce
sk: Osobný prehľad poradcu

# PredbeznyNarokNaMarziProPristiMesic
source: předběžný nárok na marži pro příští měsíc %
sk: predbežný nárok na maržu pre budúci mesiac %

# PrehledProdukceSkupiny
source: > Přehled produkce skupiny
sk: > Prehľad produkcie skupiny

# PrehledProdukceSkupiny_Title
source: Přehled produkce skupiny
sk: Prehľad produkcie skupiny

# ProcentualniHladina
source: procentuální hladina %
sk: percentuálna hladina %

# ProDosazeni25MarzeZbyvaObjednat
source: Pro dosažení 25% marže Vám zbývá objednat výrobky za BO
sk: Pre dosianutie 25% marže Vám zostáva objednať výrobky v kat. cene

# ProDosazeni30MarzeZbyvaObjednat
source: Pro dosažení 30% marže Vám zbývá objednat výrobky za BO
sk: Pre dosiahnutie 30% marže Vám zostáva objednať výrobky v kat. cene

# ProvizeVAktualnimMesiciZeSkupiny
source: provize v aktuálním měsíci ze skupiny
sk: provízie v aktuálom mesiaci zo skupiny

# ProvizeVAktualnimMesiciZVLObjemu
source: provize v aktuálním měsíci z vlastního objemu
sk: provízie v aktuálom mesiaci z vlastného objemu

# ProZiskaniDalsihoEuraZbyvaObjednatZa
source: Pro získání dalšího Eura zbývá objednat za
sk: Pre získánie ďalšieho Eura zostáva objednať za

# PrvniLinie
source: První linie
sk: Prvej línie

# RozdilHl_Column
source: Rozdil.hl.
sk: Rozdiel.hl.

# TelefonDomu
source: telefon domů
sk: telefon domov

# TelefonSp_Column
source: Telefon sp.
sk: Telefón sp.

# Telefon_Column
source: Telefon
sk: Telefón

# VaseDiamantovaCesta
source: VAŠE DIAMANTOVÁ CESTA
sk: VAŠA DIAMANTOVÁ CESTA

# VasNevycerpanyNarokNaSlevuKeKonciMinulehoMesice
source: Váš nevyčerpaný nárok na slevu ke konci minulého měsíce
sk: Váš nevyčerpaný nárok na zľavu ku konci minulého mesiaca

# VasNevycerpanyNarokNaSlevuNRZ
source: Váš nevyčerpaný nárok na slevu (NRZ+) k poslední aktualizaci
sk: Váš nevyčerpaný nárok na zľavu (NRZ+) k poslednej aktualizácii

# VyplacenaProvizeVMene
source: vyplacená provize v měně
sk: vyplatená provízia v mene

# ZpetDoMojiKancelare
source: Zpět do mojí kanceláře
sk: Späť do mojej kancelárie

# DnesZauctovanaProdukce
source: > Dnes zaúčtovaná produkce
sk: > Dnes zaúčtovaná produkcia

# DnesZauctovanaProdukce_Title
source: Dnes zaúčtovaná produkce
sk: Dnes zaúčtovaná produkcia

# HistorieObjednavek
source: > Historie objednávek
sk: > História objednávok

# HistorieObjednavek_Title
source: Historie objednávek
sk: História objednávok

# Bez21Poradcu
source: Bez 21% poradců
sk: Bez 21% poradcov

# PrehledProdukceSkupinyATP
source: > Přehled produkce skupiny
sk: > Prehľad produkcie skupiny ATP

# PrehledProdukceSkupinyATP_Title
source: Přehled produkce skupiny
sk: Prehľad produkcie skupiny ATP

# DatumVymazu_Column
source: Datum zrušení
sk: Dátum zrušenia

# ZruseniPoradci
source: > Zrušení poradci
sk: > Zrušení poradcovia

# ZruseniPoradci_Title
source: Zrušení poradci
sk: Zrušení poradcovia

source: Jen moje skupina
sk: Len moja skupina

# DenniPrehledObjednavek
source: > Denní přehled objednávek
sk: > Denný prehľad objednávok

# DenniPrehledObjednavek_Title
source: Denní přehled objednávek
sk: Denný prehľad objednávok

# PrehledObjednavek
source: > Přehled objednávek
sk: > Prehľad objednávok

# OsobniSkupiny
source: Osobní skupiny
sk: Osobné skupiny

# PrehledObjednavek_Title
source: Přehled objednávek
sk: Prehľad objednávok
