Repository: romanhudec/eurona_web
Catalog: portal/cms/Resources/RadGrid.*.resx
Languages: cs, sk

# RadGrid_FilterMenu_ToolTip
source: Filter
cs: Filtr

# RadGrid_GroupingSettings_CollapseTooltip
source: Collapse group
cs: Zbalit skupinu
sk: Zbaliť skupinu

# RadGrid_GroupingSettings_ExpandTooltip
source: Expand group
cs: Rozbalit skupinu
sk: Rozbaliť skupinu

# RadGrid_GroupingSettings_GroupContinuedFormatString
source: ... group continued from the previous page.
cs: ... seskupení pokračující z předcházející stránky.
sk: ... zoskupenie pokračujúce z predchádzajúcej stranky.

# RadGrid_GroupingSettings_GroupContinuesFormatString
source: Group continues on the next page.
cs: Seskupení pokračuje na další stránce.
sk: Zoskupenie pokračuje na ďalšiej stránke.

# RadGrid_GroupingSettings_GroupSplitDisplayFormat
source: Showing {0} of {1} items.
cs: Zobrazených {0} z {1} záznamů.
sk: Zobrazených {0} z {1} záznamov.

# RadGrid_GroupingSettings_UnGroupTooltip
source: Drag out of the bar to ungroup
cs: Přemístete tento sloupec mimo panel, jestli chcete zrušit seskupování podle nej
sk: Premiestnite tento stĺpec mimo panel, ak chcete zrušiť zoskupovanie podľa neho

# RadGrid_GroupPanel_Text
source: Drag a column header and drop it here to group by that column
cs: Sem přesunte sloupec, podle ktorého chcete seskupovat
sk: Presunte sem stĺpec, podľa ktorého chcete zoskupovať

# RadGrid_GroupPanel_ToolTip
source: Drag the column here to group
cs: Sem přesunte sloupec, podle ktorého chcete seskupovat
sk: Presunte sem stĺpec, podľa ktorého chcete zoskupovať

# RadGrid_HierarchySettings_CollapseTooltip
source: Collapse
cs: Zbalit
sk: Zbaliť

# RadGrid_HierarchySettings_ExpandTooltip
source: Expand
cs: Rozbalit
sk: Rozbaliť

# RadGrid_MasterTableView_NoDetailRecordsText
source: No child records to display.
cs: Žádna data.
sk: Žiadne dáta.

# RadGrid_MasterTableView_NoMasterRecordsText
source: No records to display.
cs: Žádna data.
sk: Žiadne dáta.

# RadGrid_PagerStyle_FirstPageToolTip
source: First Page
cs: První stránka
sk: Prvá stránka

# RadGrid_PagerStyle_LastPageToolTip
source: Last Page
cs: Poslední stránka
sk: Posledná stránka

# RadGrid_PagerStyle_NextPagesToolTip
source: Next Pages
cs: Ďaľší stránky
sk: Ďaľšie stránky

# RadGrid_PagerStyle_NextPageToolTip
source: Next Pages
cs: Ďaľší stránka
sk: Ďaľšia stránka

# RadGrid_PagerStyle_PagerTextFormat
source: Page {4} &nbsp;Page <strong>{0}</strong> of <strong>{1}</strong>, items <strong>{2}</strong> to <strong>{3}</strong> of <strong>{5}</strong>.
cs: {4} <strong>{5}</strong> záznamů v <strong>{1}</strong> stránkach
sk: {4} <strong>{5}</strong> záznamov v <strong>{1}</strong> stránkach

# RadGrid_PagerStyle_PrevPagesToolTip
source: Previous Pages
cs: Předešlé stránky
sk: Predchádzajúce stránky

# RadGrid_PagerStyle_PrevPageToolTip
source: Previous Page
cs: Předešlá stránka
sk: Predchádzajúca stránka

# RadGrid_SortingSettings_SortedAscToolTip
source: Sorted asc
cs: Třídit sestupne
sk: Triediť zostupne

# RadGrid_SortingSettings_SortedDescToolTip
source: Sorted desc
cs: Třídit vzestupne
sk: Triediť vzostupne

# RadGrid_SortingSettings_SortToolTip
source: Click here to sort
cs: Kliknete zde pro setřídení
sk: Kliknite sem pre zotriedenie

# RadGrid_StatusBarSettings_LoadingText
source: Loading...
cs: Načítavam...
sk: Načítavam...

# RadGrid_StatusBarSettings_ReadyText
source: Ready
cs: Připraven
sk: Pripravený

# RadGrid_MasterTableView_CommandItemSettings_AddNewRecordText
source: Add new record
cs: Přidat nový záznam
sk: Pridať nový záznam

# RadGrid_MasterTableView_CommandItemSettings_RefreshText
source: Refresh
cs: Obnovit
sk: Obnoviť

# RadGrid_MasterTableView_EditFormSettings_EditColumn_CancelText
source: Cancel
cs: Zrušit
sk: Zrušiť

# RadGrid_MasterTableView_EditFormSettings_EditColumn_EditText
source: Edit
cs: Upravit
sk: Upraviť

# RadGrid_MasterTableView_EditFormSettings_EditColumn_InsertText
source: Add
cs: Přidat
sk: Pridať

# RadGrid_MasterTableView_EditFormSettings_EditColumn_UpdateText
source: Update
cs: Úprava

# RadGrid_ClientSettings_ClientMessages_DragToResize
source: Drag to resize
cs: Potáhnete pro změnu velikosti
sk: Potiahnite pre zmenu veľkosti

# RadGrid_ClientSettings_ClientMessages_DropHereToReorder
source: Drop here to reorder
cs: Přesunte sem pro změnu pořadí
sk: Presunte sem pre zmenu poradia

# RadGrid_ClientSettings_ClientMessages_DragToGroupOrReorder
source: Drag to group or reorder
cs: Potáhnete pro seskupeni anebo změnu pořadí
sk: Potiahnite pre zoskupenie alebo zmenu poradia

# RadGrid_ClientSettings_ClientMessages_PagerTooltipFormatString
source: Page {0} of {1}
cs: Stránka {0} z {1}
sk: Stránka {0} z {1}

# RadGrid_MasterTableView_Caption
source: Master table
cs: Master tabuľka
sk: Master tabuľka

# EditColumnText
source: Edit
cs: Upravit
sk: Upraviť

# RadGrid_GroupingSettings_UnGroupButtonTooltip
source: Click here to cancel grouping
cs: Kliknete zde pro zrušení seskupení
sk: Kliknite sem pre zrušenie zoskupenia

# RadGrid_PagerStyle_PageSizeLabelText
source: Page size :
cs: Počet záznamů na stránku :
sk: Počet záznamov na stránku :
