Repository: romanhudec/eurona_web
Catalog: portal/eshop/Resources/Controls.*.resx
Languages: pl

# AddressControl_City
source: City :
pl: Miasto

# AddressControl_FirstName
source: First Name :
pl: Imię

# AddressControl_Id1
source: Id1 :
pl: REGON

# AddressControl_Id2
source: Id2 :
pl: NIP

# AddressControl_Id3
source: Id3 :
pl: REGON VAT

# AddressControl_LastName
source: Last Name :
pl: Nazwisko

# AddressControl_Notes
source: Notes :
pl: Uwagi

# AddressControl_Organization
source: Organization :
pl: Firma

# AddressControl_Phone
source: Phone :
pl: Telefon

# AddressControl_State
source: State :
pl: Państwo

# AddressControl_Street
source: Street :
pl: Ulica

# AddressControl_Zip
source: Zip :
pl: Kod pocztowy

# AdminAttributeControl_DefaultValue
source: Default Value :
pl: Wartość nastawiona

# AdminAttributeControl_Name
source: Name :
pl: Nazwa

# AdminAttributeControl_Type
source: Type :
pl: Rodzaj

# AdminAttributesControl_ColumnDefaultValue
source: Defaut value
pl: Wartość nastawiona

# AdminAttributesControl_ColumnName
source: Name
pl: Nazwa

# AdminAttributesControl_ColumnType
source: Type
pl: Rodzaj

# AdminAttributesControl_NewAttributeButton_Text
source: New attribute
pl: Nowy atrybut

# AdminCategoriesControl_AttributesToolTip
source: Category Attributes
pl: Kategoria atrybuty

# AdminCategoriesControl_ColumnName
source: Name
pl: Nazwa

# AdminCategoriesControl_ColumnOrder
source: Order
pl: Kolejność

# AdminCategoriesControl_NewCategoryButton_Text
source: New category
pl: Nowa kategoria

# AdminCategoriesControl_SubCategoriesToolTip
source: Supcategories
pl: Podkategoria

# AdminCategoryControl_Name
source: Name :
pl: Nazwa

# AdminCategoryControl_Order
source: Order :
pl: Kolejność

# AdminOrdersControl_ColumnOrderDate
source: Order date
pl: Data zamówienia

# AdminOrdersControl_ColumnOrderNumber
source: Order number
pl: Numer

# AdminOrdersControl_ColumnOrderStatus
source: Status
pl: Stan

# AdminOrdersControl_ColumnPayed
source: Payed
pl: Zapłacone

# AdminOrdersControl_ColumnPayment
source: Payment
pl: Płatność

# AdminOrdersControl_ColumnPriceTotal
source: Price total
pl: Razem

# AdminOrdersControl_ColumnPriceTotalWVAT
source: Price total with VAT
pl: Razem z VAT

# AdminOrdersControl_ColumnShipment
source: Shipment
pl: Transport

# AdminOrdersControl_ColumnUser
source: User
pl: Użytkownik

# AdminOrdersControl_Find
source: Find
pl: Wyszukać

# AdminOrdersControl_OptionAll
source: - all -
pl: Wszystkie

# AdminOrdersControl_OrderNumber
source: Order number :
pl: Nr zamówienia

# AdminOrdersControl_OrderStatus
source: Order status :
pl: Stan

# AdminOrdersControl_Shipment
source: Shipment :
pl: Transport

# AdminProductControl_AddProductToCart_ToolTip
source: Add product to cart
pl: Włożyć produkt do koszyka

# AdminProductControl_AdvancedProperties
source: Advanced properties
pl: Cechy uzupełniające

# AdminProductControl_AlternateProducts
source: Alternate products
pl: Produkty aletrnatywne

# AdminProductControl_Availability
source: Availability :
pl: Dostępność

# AdminProductControl_BasicProperties
source: Basic properties
pl: Podstawowe cechy

# AdminProductControl_Categories
source: Categories :
pl: Kategoria

# AdminProductControl_Code
source: Code :
pl: Kod produktu

# AdminProductControl_Description
source: Description :
pl: Opis

# AdminProductControl_Discount
source: Discount :
pl: Upust

# AdminProductControl_DiscountType
source: Discount Type :
pl: Rodzaj upustu

# AdminProductControl_DiscountType_Price
source: Price
pl: Suma

# AdminProductControl_Highlights
source: Highlights :
pl: Wyróżnienie produktu

# AdminProductControl_Manufacturer
source: Manufacturer :
pl: Producent

# AdminProductControl_Name
source: Name :
pl: Nazwa

# AdminProductControl_Photos
source: Photos
pl: Fotografie

# AdminProductControl_Price
source: Price :
pl: Cena bez VAT

# AdminProductControl_PriceWVAT
source: Price width VAT :
pl: Cena z VAT

# AdminProductControl_ProductWasAddedToCart_Message
source: {0}, was added to chart {1}x.
pl: {0}, dodano do koszyka w ilości {1}szt

# AdminProductControl_Quantity
source: Quantity :
pl: Ilość sztuk

# AdminProductControl_RelatedProducts
source: Related products
pl: Produkty związane

# AdminProductControl_Reviews
source: Reviews
pl: Recenzja

# AdminProductControl_ShortDescription
source: Short description :
pl: Krótki opis

# AdminProductControl_StorageCount
source: Storage count :
pl: Na magazynie

# AdminProductRelationControl_Category
source: Category :
pl: Kategoria

# AdminProductReviewsControl_Category
source: Article category :
pl: Kategoria artukułu

# AdminProductsControl_ColumnCode
source: Code
pl: Kod

# AdminProductsControl_ColumnDescription
source: Description
pl: Opis

# AdminProductsControl_ColumnDiscount
source: Discount
pl: Upust

# AdminProductsControl_ColumnDiscountType
source: Discount type
pl: Rodzaj upustu

# AdminProductsControl_ColumnManufacturer
source: Manufacturer
pl: Producent

# AdminProductsControl_ColumnName
source: Name
pl: Nazwa

# AdminProductsControl_ColumnPrice
source: Price
pl: Cena

# AdminProductsControl_NewProductButton_Text
source: New Product
pl: Nowy produkt

# AdminUrlAliasesControl_AliasType_Categories
source: Categories
pl: Kategoria

# AdminUrlAliasesControl_AliasType_Products
source: Products
pl: Produkty

# BackLink
source: back
pl: spowrotem

# CancelButton_Text
source: Cancel
pl: anulować

# CartControl_ColumnId
source: Order number
pl: Nr zamówienia

# CartControl_ColumnName
source: Name
pl: Nazwa

# CartControl_ColumnPrice
source: Price
pl: Cena\szt

# CartControl_ColumnPriceTotal
source: Price total
pl: Razem

# CartControl_ColumnPriceTotalWithVAT
source: Price total with VAT
pl: Razem z VAT

# CartControl_ColumnPriceWithDiscount
source: Price with discount
pl: Cena z obniżką /szt

# CartControl_ColumnQuantity
source: Quantity
pl: Szt

# CartControl_ContinueButton_Text
source: Continue in order
pl: Kontynuować

# CartControl_DeliveryAddress
source: Delivery Address
pl: Adres dla doręczenia

# CartControl_InvoiceAddress
source: Invoice Address
pl: Adres do fakturowania

# CartControl_LoginButton_Text
source: Login
pl: Zameldować

# CartControl_NextStepButton_Text
source: Next step
pl: Kontynuować

# CartControl_OrderButton_Text
source: Order
pl: Zamówić

# CartControl_Payment
source: Payment :
pl: Sposób płatności

# CartControl_Shipment
source: Shipment :
pl: Sposób transportu

# CartControl_ShowCart
source: » show cart
pl: » wyobrazić koszyk

# ClassifierControl_Icon
source: Icon :
pl: Ikona

# ClassifierControl_Name
source: Name :
pl: Nazwa

# ClassifierControl_Notes
source: Notes :
pl: Uwagi

# ClassifierControl_RemoveIcon
source: Remove icon
pl: Usunąć ikonę

# ClassifiersControl_AddItem
source: Add item
pl: Dodać pozycję

# ClassifiersControl_ColumnIcon
source: Icon
pl: Ikona

# ClassifiersControl_ColumnName
source: Name
pl: Nazwa

# ClassifiersControl_ColumnNotes
source: Notes
pl: Uwagi

# ClassifiersControl_ColumnPrecent
source: Percent
pl: Procent

# ClassifiersControl_ColumnPrice
source: Price
pl: Cena

# ClassifiersControl_ColumnPriceWithVAT
source: Price with VAT
pl: Cena z VAT

# ClassifiersControl_ColumnRate
source: Rate
pl: Kurs wymiany

# ClassifiersControl_ColumnSymbol
source: Currency symbol
pl: Symbol waluty

# Comment_AliasText
source: comment
pl: komentarze

# CurrencyChoiceControl_ChoiceButtonText
source: Choice currency
pl: Wybrać walutę

# CurrencyControl_Rate
source: Rate :
pl: Kurs wymiany

# CurrencyControl_Symbol
source: Currency Symbol :
pl: Symbol waluty

# DeleteItemQuestion
source: Do you really want to delete the selected item ?
pl: Czy naprwadę chcesz usunąć ten zapis?

# FilterControl_CancelFindButtonText
source: Cancel
pl: Anulować

# FilterControl_FindButtonText
source: Find
pl: Wyszukać

# GridView_ToolTip_DeleteItem
source: Delete item
pl: Usunąć pozycję

# GridView_ToolTip_EditItem
source: Edit item
pl: Korekta

# OrderControl_DeliveryAddress
source: Delivery address
pl: Wybór dostawcy

# OrderControl_InvoiceAddress
source: Invoice address
pl: Adres do fakturowania

# OrderControl_OrderButton_Text
source: Create order
pl: Zamówić

# OrderControl_OrderNumberFormatText
source: Order nr.: {0}
pl: Zamówienie nr.: {0}

# OrderControl_OrderProducts
source: Order products
pl: Zamówić towar

# OrderControl_OrderStatus
source: Order status :
pl: Stan zamówienia

# OrderControl_OrderStatusChanged_Email_Message
source: Dobrý den <br/><br/>stav Vašej objednávky č. {0} sa zmenil na <b>{1}</b><br/>S pozdravom<br/>{2}
pl: Dzień dobry <br/><br/> stan Państwa zamówienia Nr. {0} pozmieniono na <b>{1}</b><br/></br> Pozdrawiam<br/> {2}

# OrderControl_PaydDate
source: Payd date :
pl: Data płatności

# OrderControl_Payment
source: Payment :
pl: Płatność

# OrderControl_Price
source: Price
pl: Cena

# OrderControl_PriceForProducts
source: Price for products :
pl: Cena za towar

# OrderControl_PriceForShipment
source: Price for shipment :
pl: Cena za transport

# OrderControl_PriceTotal
source: Price total :
pl: Razem

# OrderControl_PriceTotalWVAT
source: Price total with VAT :
pl: Do zapłaty z VAT

# OrderControl_Shipment
source: Shipment :
pl: Wybór dostawcy :

# ProductCommentsControl_InappropriatePost
source: Inappropriate post
pl: Niewłaściwy wkład

# ProductCommentsControl_Reply
source: Reply
pl: Reagować

# ProductControl_AlternateProducts
source: Alternate products
pl: Produkty alternatywne

# ProductControl_Availability
source: Availability :
pl: Dostępność

# ProductControl_CommentsCount
source: Comments count
pl: Komentarze

# ProductControl_Description
source: Description
pl: Opis

# ProductControl_Price
source: Price :
pl: Cena bez VAT

# ProductControl_PriceWVAT
source: Price with VAT :
pl: Cena z VAT

# ProductControl_ProductReviews
source: Product Reviews
pl: Recenzja

# ProductControl_RelatedProducts
source: Related products
pl: Produkty związane

# ProductsControl_NoProductsFound_Message
source: No products found.
pl: Nieznaleziono żadnych produktów

# ProductsFilterControl_Expression
source: Expression
pl: Wyraz

# ProductsFilterControl_Manufacturer
source: Manufacturer
pl: Producent

# ProductsFilterControl_PriceFrom
source: Price from
pl: Cena od

# ProductsFilterControl_PriceTo
source: to
pl: do

# ProductsFilterControl_Sort
source: Sort
pl: Segregować

# ProductsFilterControl_SortBy_NameASC_Label
source: Name
pl: Nazwa

# ProductsFilterControl_SortBy_PriceASC_Label
source: Price Ascending
pl: Od najtańszego

# ProductsFilterControl_SortBy_PriceDESC_Label
source: Price Descending
pl: Od najdroższego

# SaveButton_Text
source: Save
pl: Zapisać

# ShipmentControl_Price
source: Price :
pl: Cena

# VATControl_Percent
source: Percent :
pl: Procent

source: with VAT
pl: z VAT

# AdminAttributeTypeControl_AddValueButtonText
source: Add value
pl: Dodać wartość

# AdminAttributeTypeControl_FromLabel
source: From :
pl: Wartość od:

# AdminAttributeTypeControl_RemoveSelectedValueButtonText
source: Remove selected value
pl: Odebrać wyznaczoną wartość

# AdminAttributeTypeControl_ToLabel
source: To :
pl: Wartość do:

# AdminAttributeTypeControl_ValueLabelText
source: Value :
pl: Wartość:
